import React from 'react'
import './DetailFilm.css'

export default function DetailFilm() {
    return (
        <div className="info">
                <div className="titleInfo">
                    <p>Год:</p>
                    <p>Страна:</p>
                    <p>Слоган:</p>
                    <p>Режиссер:</p>
                    <p>Сценарий:</p>
                    <p>Продюсер:</p>
                    <p>Оператор:</p>
                    <p>Композитор:</p>
                </div>
                <div className="detailedInfo">
                    <p>2020</p>
                    <p>Великобритания, Австралия</p>
                    <p>«Подбери ключ к свободе»</p>
                    <p>Фрэнсис Аннан</p>
                    <p>Фрэнсис Аннан, Л.Х. Адамс, Кэрол Гриффитс, ...</p>
                    <p>Дэвид Баррон, Марк Блэйни, Гари Хэмилтон, ...</p>
                    <p>Джеффри Холл</p>
                    <p>Дэвид Хиршфелдер</p>
                </div>
                <div className="titleInfo">
                    <p>Художник:</p>
                    <p>Монтаж:</p>
                    <p>Жанр:</p>
                    <p>Сборы в мире:</p>
                    <p>Премьера (мир):</p>
                    <p>Премьера (РФ):</p>
                    <p>Возраст:</p>
                    <p>Время:</p>
                </div>
                <div className="detailedInfo">
                    <p>Скотт Бёрд, Эрика Брайан, Мариот Керр, ...</p>
                    <p>Ник Фентон</p>
                    <p>Триллер, ...</p>
                    <p>$12 808</p>
                    <p>1 марта 2020</p>
                    <p>14 мая 2020</p>
                    <p>16+</p>
                    <p>106 мин. / 01:46</p>
                </div>
            </div>
    )
}

